Repository: kitknox/rootshell
Catalog: Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, es, fi, fr, he, hu, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ro, sl, sv, uk, vi, zh_hans, zh_hant

source: Nothing executable at that path. Sessions will fail to start.
ar: لا يوجد ملف قابل للتنفيذ في هذا المسار. ستفشل الجلسات في البدء.
ca: No hi ha res executable en aquest camí. Les sessions no s'iniciaran.
cs: Na této cestě není nic spustitelného. Relace se nepodaří spustit.
da: Der er intet eksekverbart på den sti. Sessioner kan ikke starte.
de: Unter diesem Pfad ist nichts Ausführbares vorhanden. Sitzungen können nicht gestartet werden.
es: No hay nada ejecutable en esa ruta. Las sesiones no podrán iniciarse.
fi: Kyseisessä polussa ei ole suoritettavaa tiedostoa. Istuntojen käynnistys epäonnistuu.
fr: Aucun exécutable à ce chemin. Les sessions ne pourront pas démarrer.
he: אין קובץ בר-הרצה בנתיב הזה. ההפעלות ייכשלו.
hu: Ezen az elérési úton nincs futtatható fájl. A munkamenetek nem fognak elindulni.
it: Nessun eseguibile in quel percorso. Le sessioni non riusciranno ad avviarsi.
ja: そのパスに実行可能ファイルがありません。セッションを開始できません。
ko: 해당 경로에 실행 파일이 없습니다. 세션을 시작할 수 없습니다.
nb: Ingenting kjørbart på den stien. Økter vil ikke kunne starte.
nl: Niets uitvoerbaars op dat pad. Sessies kunnen niet starten.
pl: Pod tą ścieżką nie ma pliku wykonywalnego. Sesje nie uruchomią się.
pt_br: Nada executável nesse caminho. As sessões não conseguirão iniciar.
pt_pt: Não existe nada executável nesse caminho. As sessões não conseguirão iniciar.
ro: Nu există niciun executabil la această cale. Sesiunile nu vor putea porni.
sl: Na tej poti ni izvršljive datoteke. Seje se ne bodo zagnale.
sv: Inget körbart på den sökvägen. Sessioner kommer inte att kunna starta.
uk: За цим шляхом немає виконуваного файлу. Сеанси не запустяться.
vi: Không có tệp thực thi tại đường dẫn đó. Các phiên sẽ không khởi chạy được.
zh_hans: 该路径下没有可执行文件。会话将无法启动。
zh_hant: 該路徑下沒有可執行檔。工作階段將無法啟動。

source: Nothing executable exists at that path. Clean macOS zsh will be used.
ar: لا يوجد ملف قابل للتنفيذ في هذا المسار. سيتم استخدام zsh نظيفة من macOS.
ca: No hi ha cap executable en aquest camí. S'utilitzarà la zsh neta de macOS.
cs: Na této cestě není žádný spustitelný soubor. Použije se čistý macOS zsh.
da: Der findes ingen eksekverbar fil på den sti. Den rene macOS-zsh bruges.
de: Unter diesem Pfad existiert keine ausführbare Datei. Es wird die unveränderte macOS-zsh verwendet.
es: No hay ningún ejecutable en esa ruta. Se usará la zsh limpia de macOS.
fi: Kyseisessä polussa ei ole suoritettavaa tiedostoa. Käytetään puhdasta macOS:n zsh:ta.
fr: Aucun exécutable ne se trouve à ce chemin. Le zsh macOS d'origine sera utilisé.
he: לא קיים קובץ הפעלה בנתיב הזה. תשמש zsh הנקייה של macOS.
hu: Ezen az útvonalon nincs futtatható fájl. A tiszta macOS zsh lesz használva.
it: Nessun eseguibile esiste in quel percorso. Verrà usata la zsh pulita di macOS.
ja: そのパスに実行可能ファイルがありません。クリーンな macOS の zsh が使用されます。
ko: 해당 경로에 실행 파일이 없습니다. 기본 macOS zsh가 사용됩니다.
nb: Det finnes ingen kjørbar fil på den banen. Det rene macOS-zsh brukes.
nl: Op dat pad staat geen uitvoerbaar bestand. De schone macOS-zsh wordt gebruikt.
pl: W tej ścieżce nie ma pliku wykonywalnego. Zostanie użyta czysta powłoka zsh z macOS.
pt_br: Não existe nenhum executável nesse caminho. O zsh limpo do macOS será usado.
pt_pt: Não existe nenhum executável nesse caminho. Será usada a zsh limpa do macOS.
ro: Nu există niciun fișier executabil la calea respectivă. Se va folosi zsh-ul curat din macOS.
sl: Na tej poti ni izvršljive datoteke. Uporabljena bo čista lupina zsh iz macOS.
sv: Det finns ingen körbar fil på den sökvägen. Ren macOS-zsh används.
uk: За цим шляхом немає виконуваного файлу. Буде використано чисту zsh з macOS.
vi: Không có tệp thực thi nào tại đường dẫn đó. zsh gốc của macOS sẽ được dùng.
zh_hans: 该路径下没有可执行文件，因此将使用干净的 macOS zsh。
zh_hant: 該路徑下沒有可執行檔，因此將使用乾淨的 macOS zsh。

source: Notification Sound
ar: صوت الإشعارات
ca: So de notificació
cs: Zvuk oznámení
da: Notifikationslyd
de: Benachrichtigungston
es: Sonido de notificación
fi: Ilmoitusääni
fr: Son de notification
he: צליל התראה
hu: Értesítési hang
it: Suono di notifica
ja: 通知音
ko: 알림 소리
nb: Varslingslyd
nl: Meldingsgeluid
pl: Dźwięk powiadomienia
pt_br: Som de notificação
pt_pt: Som de notificação
ro: Sunet notificare
sl: Zvok obvestila
sv: Aviseringsljud
uk: Звук сповіщення
vi: Âm thông báo
zh_hans: 通知声音
zh_hant: 通知聲音

source: Notifications
ar: الإشعارات
ca: Notificacions
cs: Oznámení
da: Notifikationer
de: Benachrichtigungen
es: Notificaciones
fi: Ilmoitukset
he: התראות
hu: Értesítések
it: Notifiche
ja: 通知
ko: 알림
nb: Varslinger
nl: Meldingen
pl: Powiadomienia
pt_br: Notificações
pt_pt: Notificações
ro: Notificări
sl: Obvestila
sv: Aviseringar
uk: Сповіщення
vi: Thông báo
zh_hans: 通知
zh_hant: 通知

source: Notifications fire once per confirmed agent event, only for tabs you aren't looking at. Each tab keeps a single notification: a newer status replaces the older one, and opening the tab clears it. Bells never notify and never mark a tab.
ar: تُرسَل الإشعارات مرة واحدة لكل حدث وكيل مؤكَّد، وللعلامات التي لا تنظر إليها فقط. تحتفظ كل علامة بإشعار واحد: تحلّ الحالة الأحدث محل الأقدم، ويؤدي فتح العلامة إلى مسحه. لا تُشعِر الأجراس أبدًا ولا تضع علامة على أي علامة تبويب.
ca: Les notificacions s'activen un cop per cada esdeveniment d'agent confirmat, només per a les pestanyes que no estàs mirant. Cada pestanya manté una única notificació: un estat més recent substitueix l'anterior, i obrir la pestanya l'esborra. Els avisos sonors no notifiquen mai ni marquen mai cap pestanya.
cs: Oznámení se odešle jednou za každou potvrzenou událost agenta, jen u karet, na které se právě nedíváte. Každá karta si drží jediné oznámení: novější stav nahradí starší a otevření karty jej vymaže. Zvonky nikdy neupozorňují a nikdy kartu neoznačují.
da: Notifikationer sendes én gang pr. bekræftet agenthændelse, kun for faner, du ikke kigger på. Hver fane beholder én enkelt notifikation: en nyere status erstatter den ældre, og når du åbner fanen, ryddes den. Klokker giver aldrig besked og markerer aldrig en fane.
de: Benachrichtigungen werden einmal pro bestätigtem Agent-Ereignis ausgelöst, nur für Tabs, die Sie gerade nicht ansehen. Jeder Tab behält eine einzige Benachrichtigung: Ein neuerer Status ersetzt den älteren, und das Öffnen des Tabs löscht sie. Glockenzeichen benachrichtigen nie und markieren nie einen Tab.
es: Las notificaciones se envían una vez por cada evento de agente confirmado, solo para las pestañas que no estás mirando. Cada pestaña conserva una única notificación: un estado más reciente sustituye al anterior y abrir la pestaña la borra. Los timbres nunca notifican ni marcan una pestaña.
fi: Ilmoitukset lähtevät kerran kutakin vahvistettua agenttitapahtumaa kohden, vain välilehdille, joita et katso. Jokainen välilehti pitää yhtä ilmoitusta: uudempi tila korvaa vanhemman, ja välilehden avaaminen poistaa sen. Äänimerkit eivät koskaan ilmoita eivätkä koskaan merkitse välilehteä.
fr: Les notifications se déclenchent une fois par événement d'agent confirmé, uniquement pour les onglets que vous ne regardez pas. Chaque onglet conserve une seule notification : un statut plus récent remplace l'ancien, et l'ouverture de l'onglet l'efface. Les cloches ne notifient jamais et ne marquent jamais un onglet.
he: התראות נשלחות פעם אחת לכל אירוע סוכן מאומת, רק ללשוניות שאינך צופה בהן. כל לשונית שומרת התראה אחת: מצב חדש יותר מחליף את הקודם, ופתיחת הלשונית מנקה אותה. פעמונים לעולם אינם מתריעים ואינם מסמנים לשונית.
hu: Az értesítések ügynökeseményenként egyszer jelennek meg, csak azoknál a lapoknál, amelyeket éppen nem néz. Minden lap egyetlen értesítést tart: az újabb állapot felváltja a régebbit, a lap megnyitása pedig törli. A csengők soha nem értesítenek és soha nem jelölnek meg lapot.
it: Le notifiche vengono inviate una sola volta per ogni evento confermato di un agente, solo per le schede che non stai guardando. Ogni scheda conserva una singola notifica: uno stato più recente sostituisce quello precedente e l'apertura della scheda la cancella. I segnali acustici non generano mai notifiche e non contrassegnano mai una scheda.
ja: 通知は確定したエージェントイベントごとに1回、表示していないタブに対してのみ送信されます。各タブが保持する通知は1件だけで、新しい状態が古い状態を置き換え、タブを開くと消えます。ベルは通知もタブへのマークも行いません。
ko: 알림은 확인된 에이전트 이벤트마다 한 번씩, 보고 있지 않은 탭에 대해서만 발생합니다. 각 탭은 알림을 하나만 유지하며, 새 상태가 이전 상태를 대체하고 탭을 열면 지워집니다. 벨은 알림을 보내지도, 탭을 표시하지도 않습니다.
nb: Varslinger sendes én gang per bekreftet agenthendelse, bare for faner du ikke ser på. Hver fane beholder én enkelt varsling: en nyere status erstatter den eldre, og å åpne fanen tømmer den. Bjeller varsler aldri og merker aldri en fane.
nl: Meldingen worden één keer per bevestigde agentgebeurtenis verstuurd, alleen voor tabbladen waar je niet naar kijkt. Elk tabblad houdt één melding: een nieuwere status vervangt de oudere, en het openen van het tabblad wist de melding. Belsignalen melden nooit iets en markeren nooit een tabblad.
pl: Powiadomienia są wysyłane raz na potwierdzone zdarzenie agenta, tylko dla kart, na które nie patrzysz. Każda karta zachowuje jedno powiadomienie: nowszy status zastępuje starszy, a otwarcie karty je usuwa. Dzwonki nigdy nie powiadamiają i nigdy nie oznaczają karty.
pt_br: As notificações são disparadas uma vez por evento de agente confirmado, apenas para as abas que você não está vendo. Cada aba mantém uma única notificação: um status mais recente substitui o anterior, e abrir a aba a limpa. Os sinais sonoros nunca notificam nem marcam uma aba.
pt_pt: As notificações são enviadas uma vez por cada evento de agente confirmado, apenas para os separadores que não está a ver. Cada separador mantém uma única notificação: um estado mais recente substitui o anterior e abrir o separador limpa-a. Os sinais sonoros nunca notificam nem marcam um separador.
ro: Notificările sunt trimise o singură dată pentru fiecare eveniment confirmat al unui agent, doar pentru filele pe care nu le priviți. Fiecare filă păstrează o singură notificare: o stare mai nouă o înlocuiește pe cea veche, iar deschiderea filei o șterge. Clopoțeii nu notifică niciodată și nu marchează niciodată o filă.
sl: Obvestila se sprožijo enkrat na potrjen dogodek agenta, samo za zavihke, ki jih ne gledate. Vsak zavihek hrani eno samo obvestilo: novejše stanje zamenja starejše, odprtje zavihka pa ga počisti. Zvonci nikoli ne obveščajo in nikoli ne označijo zavihka.
sv: Aviseringar skickas en gång per bekräftad agenthändelse, bara för flikar som du inte tittar på. Varje flik behåller en enda avisering: en nyare status ersätter den äldre, och att öppna fliken rensar den. Signaler aviserar aldrig och markerar aldrig en flik.
uk: Сповіщення надсилаються один раз на кожну підтверджену подію агента, лише для вкладок, на які ви не дивитеся. Кожна вкладка зберігає одне сповіщення: новіший стан замінює старіший, а відкриття вкладки очищає його. Дзвінки ніколи не сповіщають і ніколи не позначають вкладку.
vi: Thông báo được gửi một lần cho mỗi sự kiện tác nhân đã xác nhận, chỉ với những tab bạn không đang xem. Mỗi tab giữ đúng một thông báo: trạng thái mới hơn thay thế trạng thái cũ, và mở tab sẽ xóa nó. Chuông không bao giờ thông báo và không bao giờ đánh dấu tab.
zh_hans: 每个已确认的代理事件只发送一次通知，并且仅针对你没有在看的标签页。每个标签页只保留一条通知：较新的状态会替换较旧的，打开标签页即可清除。响铃从不通知，也从不标记标签页。
zh_hant: 每個已確認的代理事件只發送一次通知，而且僅針對你沒有在看的分頁。每個分頁只保留一則通知：較新的狀態會取代較舊的，開啟分頁即可清除。響鈴從不通知，也從不標記分頁。

source: Notifications fire once per confirmed command event, only for tabs you aren't looking at. Each tab keeps one command notification alongside at most one agent notification; opening the tab clears them.
ar: يُرسَل إشعار واحد لكل حدث أمر مؤكَّد، وذلك فقط لعلامات التبويب التي لا تنظر إليها. تحتفظ كل علامة تبويب بإشعار أمر واحد إلى جانب إشعار وكيل واحد على الأكثر، ويؤدي فتح علامة التبويب إلى مسحها.
ca: Les notificacions s'activen un cop per cada esdeveniment d'ordre confirmat, només per a les pestanyes que no estàs mirant. Cada pestanya manté una notificació d'ordre juntament amb un màxim d'una notificació d'agent; obrir la pestanya les esborra.
cs: Oznámení se odešle jednou za potvrzenou událost příkazu, a to pouze u karet, na které se právě nedíváte. Každá karta si drží jedno oznámení o příkazu vedle nejvýše jednoho oznámení o agentovi; otevřením karty se obě smažou.
da: Notifikationer sendes én gang pr. bekræftet kommandohændelse og kun for faner, du ikke kigger på. Hver fane har én kommandonotifikation ved siden af højst én agentnotifikation, og de ryddes, når du åbner fanen.
de: Benachrichtigungen werden einmal pro bestätigtem Befehlsereignis ausgelöst, und nur für Tabs, die Sie gerade nicht ansehen. Jeder Tab behält eine Befehlsbenachrichtigung neben höchstens einer Agent-Benachrichtigung; beim Öffnen des Tabs werden sie gelöscht.
es: Las notificaciones se envían una vez por cada evento de comando confirmado y solo en las pestañas que no estás mirando. Cada pestaña conserva una notificación de comando junto con una notificación de agente como máximo; al abrir la pestaña, se borran.
fi: Ilmoitus lähetetään kerran vahvistettua komentotapahtumaa kohti ja vain välilehdistä, joita et katso. Kullakin välilehdellä on yksi komentoilmoitus ja lisäksi enintään yksi agentti-ilmoitus. Välilehden avaaminen poistaa ne.
fr: Les notifications sont envoyées une fois par événement de commande confirmé, uniquement pour les onglets que vous ne regardez pas. Chaque onglet conserve une notification de commande en plus d'au maximum une notification d'agent ; ouvrir l'onglet les efface.
he: התראות נשלחות פעם אחת לכל אירוע פקודה מאושר, ורק עבור לשוניות שאינך צופה בהן. כל לשונית שומרת התראת פקודה אחת לצד התראת סוכן אחת לכל היותר; פתיחת הלשונית מנקה אותן.
hu: Az értesítések megerősített parancseseményenként egyszer jelennek meg, és csak azoknál a lapoknál, amelyeket éppen nem néz. Minden lap egy parancsértesítést tart fenn, legfeljebb egy ügynökértesítés mellett; a lap megnyitása törli őket.
it: Le notifiche vengono inviate una sola volta per ogni evento di comando confermato, solo per le schede che non stai guardando. Ogni scheda conserva una notifica di comando insieme ad al massimo una notifica di agente; aprendo la scheda vengono rimosse.
ja: 通知は確定したコマンドイベントごとに1回、表示していないタブに対してのみ送信されます。各タブはコマンド通知を1件と、エージェント通知を最大1件まで保持し、タブを開くと消えます。
ko: 알림은 확인된 명령어 이벤트마다 한 번씩, 보고 있지 않은 탭에 대해서만 표시됩니다. 각 탭은 에이전트 알림 최대 1개와 함께 명령어 알림 1개를 유지하며, 탭을 열면 모두 사라집니다.
nb: Varslinger sendes én gang per bekreftet kommandohendelse, og bare for faner du ikke ser på. Hver fane beholder én kommandovarsling ved siden av høyst én agentvarsling, og de fjernes når du åpner fanen.
nl: Meldingen verschijnen één keer per bevestigde opdrachtgebeurtenis, alleen voor tabbladen die je niet bekijkt. Elk tabblad bewaart één opdrachtmelding naast maximaal één agentmelding; het tabblad openen wist ze.
pl: Powiadomienia pojawiają się raz na potwierdzone zdarzenie polecenia i tylko dla kart, których nie oglądasz. Każda karta przechowuje jedno powiadomienie o poleceniu obok najwyżej jednego powiadomienia agenta; otwarcie karty je usuwa.
pt_br: As notificações são disparadas uma vez por evento de comando confirmado, apenas para as abas que você não está vendo. Cada aba mantém uma notificação de comando junto com no máximo uma notificação de agente; abrir a aba as limpa.
pt_pt: As notificações são enviadas uma vez por cada evento de comando confirmado, apenas para separadores que não está a ver. Cada separador mantém uma notificação de comando a par de, no máximo, uma notificação de agente; abrir o separador limpa-as.
ro: Notificările sunt trimise o singură dată pentru fiecare eveniment de comandă confirmat, doar pentru filele pe care nu le vizualizezi. Fiecare filă păstrează o notificare de comandă alături de cel mult o notificare de agent; deschiderea filei le șterge.
sl: Obvestila se sprožijo enkrat za vsak potrjen dogodek ukaza in le za zavihke, ki jih trenutno ne gledate. Vsak zavihek hrani eno obvestilo o ukazu poleg največ enega obvestila o agentu; ko odprete zavihek, se počistita.
sv: Aviseringar skickas en gång per bekräftad kommandohändelse och bara för flikar som du inte tittar på. Varje flik behåller en kommandoavisering vid sidan av högst en agentavisering; när du öppnar fliken rensas de.
uk: Сповіщення надсилаються один раз на кожну підтверджену подію команди, лише для вкладок, на які ви не дивитеся. Кожна вкладка зберігає одне сповіщення про команду поряд щонайбільше з одним сповіщенням агента; відкриття вкладки очищає їх.
vi: Thông báo được gửi một lần cho mỗi sự kiện lệnh đã xác nhận, chỉ với những tab bạn không đang xem. Mỗi tab giữ một thông báo lệnh cùng với tối đa một thông báo tác nhân; mở tab sẽ xóa chúng.
zh_hans: 每次确认的命令事件只触发一次通知，且仅针对你未在查看的标签页。每个标签页最多保留一条命令通知和一条代理通知；打开该标签页即可清除。
zh_hant: 每個已確認的指令事件只會發出一次通知，而且僅限於你未檢視的分頁。每個分頁會保留一則指令通知，並最多再保留一則代理通知；開啟分頁後即會清除。

source: Notify on every agent status change.
ar: الإشعار عند كل تغيّر في حالة وكيل.
ca: Notifica cada canvi d'estat d'un agent.
cs: Upozornit při každé změně stavu agenta.
da: Giv besked ved hver statusændring for en agent.
de: Bei jeder Statusänderung eines Agents benachrichtigen.
es: Notificar en cada cambio de estado de un agente.
fi: Ilmoita agentin jokaisesta tilanmuutoksesta.
fr: Notifier à chaque changement de statut d'un agent.
he: התרע בכל שינוי מצב של סוכן.
hu: Értesítés az ügynök minden állapotváltozásakor.
it: Notifica a ogni cambio di stato di un agente.
ja: エージェントの状態が変わるたびに通知します。
ko: 에이전트 상태가 바뀔 때마다 알립니다.
nb: Varsle ved hver statusendring for en agent.
nl: Melden bij elke statuswijziging van een agent.
pl: Powiadamiaj przy każdej zmianie statusu agenta.
pt_br: Notificar a cada mudança de status de um agente.
pt_pt: Notificar a cada mudança de estado de um agente.
ro: Notifică la fiecare schimbare de stare a unui agent.
sl: Obvesti ob vsaki spremembi stanja agenta.
sv: Avisera vid varje statusändring för en agent.
uk: Сповіщати про кожну зміну стану агента.
vi: Thông báo mỗi khi trạng thái tác nhân thay đổi.
zh_hans: 代理状态每次变化时通知。
zh_hant: 代理狀態每次變化時通知。

source: Notify on every command status change.
ar: الإشعار عند كل تغيّر في حالة أمر.
ca: Notifica cada canvi d'estat d'una ordre.
cs: Upozornit při každé změně stavu příkazu.
da: Giv besked ved hver statusændring for en kommando.
de: Bei jeder Statusänderung eines Befehls benachrichtigen.
es: Notificar en cada cambio de estado de un comando.
fi: Ilmoita komennon jokaisesta tilanmuutoksesta.
fr: Notifier à chaque changement de statut d'une commande.
he: התרע בכל שינוי מצב של פקודה.
hu: Értesítés a parancs minden állapotváltozásakor.
it: Notifica a ogni cambio di stato di un comando.
ja: コマンドの状態が変わるたびに通知します。
ko: 명령어 상태가 바뀔 때마다 알립니다.
nb: Varsle ved hver statusendring for en kommando.
nl: Melden bij elke statuswijziging van een opdracht.
pl: Powiadamiaj przy każdej zmianie statusu polecenia.
pt_br: Notificar a cada mudança de status de um comando.
pt_pt: Notificar a cada mudança de estado de um comando.
ro: Notifică la fiecare schimbare de stare a unei comenzi.
sl: Obvesti ob vsaki spremembi stanja ukaza.
sv: Avisera vid varje statusändring för ett kommando.
uk: Сповіщати про кожну зміну стану команди.
vi: Thông báo mỗi khi trạng thái lệnh thay đổi.
zh_hans: 命令状态每次变化时通知。
zh_hant: 指令狀態每次變化時通知。

source: Notify when a command is waiting for your input.
ar: الإشعار عندما ينتظر أمر إدخالك.
ca: Notifica quan una ordre estigui esperant la teva entrada.
cs: Upozornit, když příkaz čeká na váš vstup.
da: Giv besked, når en kommando afventer dit input.
de: Benachrichtigen, wenn ein Befehl auf Ihre Eingabe wartet.
es: Notificar cuando un comando esté esperando tu entrada.
fi: Ilmoita, kun komento odottaa syötettäsi.
fr: Notifier lorsqu'une commande attend votre saisie.
he: התרע כאשר פקודה ממתינה לקלט שלך.
hu: Értesítés, ha egy parancs az Ön bevitelére vár.
it: Notifica quando un comando è in attesa del tuo input.
ja: コマンドが入力を待っているときに通知します。
ko: 명령어가 입력을 기다릴 때 알립니다.
nb: Varsle når en kommando venter på inndata fra deg.
nl: Melden wanneer een opdracht op jouw invoer wacht.
pl: Powiadamiaj, gdy polecenie czeka na Twoje dane.
pt_br: Notificar quando um comando estiver aguardando sua entrada.
pt_pt: Notificar quando um comando estiver à espera da sua entrada.
ro: Notifică atunci când o comandă așteaptă datele dumneavoastră.
sl: Obvesti, ko ukaz čaka na vaš vnos.
sv: Avisera när ett kommando väntar på din indata.
uk: Сповіщати, коли команда очікує вашого введення.
vi: Thông báo khi một lệnh đang chờ bạn nhập liệu.
zh_hans: 当命令正在等待你的输入时通知。
zh_hant: 當指令等待你的輸入時通知。

source: Notify when a command waits for input, finishes, or fails.
ar: الإشعار عندما ينتظر أمر إدخالًا أو ينتهي أو يفشل.
ca: Notifica quan una ordre esperi entrada, acabi o falli.
cs: Upozornit, když příkaz čeká na vstup, dokončí se nebo selže.
da: Giv besked, når en kommando afventer input, bliver færdig eller mislykkes.
de: Benachrichtigen, wenn ein Befehl auf Eingabe wartet, fertig wird oder fehlschlägt.
es: Notificar cuando un comando espere entrada, termine o falle.
fi: Ilmoita, kun komento odottaa syötettä, valmistuu tai epäonnistuu.
fr: Notifier lorsqu'une commande attend une saisie, se termine ou échoue.
he: התרע כאשר פקודה ממתינה לקלט, מסתיימת או נכשלת.
hu: Értesítés, ha egy parancs bevitelre vár, végez vagy hibára fut.
it: Notifica quando un comando attende input, termina o non riesce.
ja: コマンドが入力を待つ、完了する、失敗したときに通知します。
ko: 명령어가 입력을 기다리거나 완료 또는 실패할 때 알립니다.
nb: Varsle når en kommando venter på inndata, blir ferdig eller mislykkes.
nl: Melden wanneer een opdracht op invoer wacht, klaar is of mislukt.
pl: Powiadamiaj, gdy polecenie czeka na dane, kończy się lub zawodzi.
pt_br: Notificar quando um comando aguardar entrada, terminar ou falhar.
pt_pt: Notificar quando um comando aguardar entrada, terminar ou falhar.
ro: Notifică atunci când o comandă așteaptă date, se termină sau eșuează.
sl: Obvesti, ko ukaz čaka na vnos, se konča ali ne uspe.
sv: Avisera när ett kommando väntar på indata, blir klart eller misslyckas.
uk: Сповіщати, коли команда очікує введення, завершує роботу або зазнає помилки.
vi: Thông báo khi một lệnh chờ nhập liệu, hoàn tất hoặc thất bại.
zh_hans: 当命令等待输入、完成或失败时通知。
zh_hant: 當指令等待輸入、完成或失敗時通知。

source: Notify when an agent needs input, finishes, or fails.
ar: الإشعار عندما يحتاج وكيل إلى إدخال أو ينتهي أو يفشل.
ca: Notifica quan un agent necessiti entrada, acabi o falli.
cs: Upozornit, když agent potřebuje vstup, dokončí práci nebo selže.
da: Giv besked, når en agent afventer input, bliver færdig eller mislykkes.
de: Benachrichtigen, wenn ein Agent Eingabe benötigt, fertig wird oder fehlschlägt.
es: Notificar cuando un agente necesite entrada, termine o falle.
fi: Ilmoita, kun agentti tarvitsee syötettä, valmistuu tai epäonnistuu.
fr: Notifier lorsqu'un agent attend une saisie, se termine ou échoue.
he: התרע כאשר סוכן ממתין לקלט, מסיים או נכשל.
hu: Értesítés, ha egy ügynök bevitelre vár, végez vagy hibára fut.
it: Notifica quando un agente richiede input, termina o non riesce.
ja: エージェントが入力を待つ、完了する、失敗したときに通知します。
ko: 에이전트가 입력을 기다리거나 완료 또는 실패할 때 알립니다.
nb: Varsle når en agent venter på inndata, blir ferdig eller mislykkes.
nl: Melden wanneer een agent invoer nodig heeft, klaar is of mislukt.
pl: Powiadamiaj, gdy agent czeka na dane, kończy pracę lub zawodzi.
pt_br: Notificar quando um agente precisar de entrada, terminar ou falhar.
pt_pt: Notificar quando um agente precisar de entrada, terminar ou falhar.
ro: Notifică atunci când un agent așteaptă date, termină sau eșuează.
sl: Obvesti, ko agent potrebuje vnos, konča ali ne uspe.
sv: Avisera när en agent behöver indata, blir klar eller misslyckas.
uk: Сповіщати, коли агент очікує введення, завершує роботу або зазнає помилки.
vi: Thông báo khi tác nhân cần nhập liệu, hoàn tất hoặc thất bại.
zh_hans: 当代理需要输入、完成或失败时通知。
zh_hant: 當代理需要輸入、完成或失敗時通知。
